tap 'homebrew/cask-versions'
tap 'homebrew/cask-drivers'
tap 'homebrew/services'
tap 'buo/cask-upgrade'
tap 'mongodb/brew'

cask 'discord'
cask 'docker'
cask 'google-chrome'
cask 'hammerspoon'
cask 'imageoptim'
cask 'iterm2'
cask 'karabiner-elements'
cask 'slack'
cask 'spotify'
cask 'visual-studio-code'
cask 'vlc'

brew 'atuin'
brew 'brew-cask-completion'
brew 'coreutils'
brew 'deno'
brew 'duti'
brew 'ffmpeg'
brew 'findutils'
brew 'fish'
brew 'fnm'
brew 'git'
brew 'go'
brew 'imagemagick'
brew 'postgresql'

# mas 'Amphetamine', id: 937984704
