tap 'homebrew/cask-versions'
tap 'homebrew/cask-drivers'
tap 'homebrew/services'
tap 'buo/cask-upgrade'
tap 'mongodb/brew'

cask 'browserstacklocal'
cask 'discord'
cask 'docker'
cask 'firefox'
cask 'google-chrome'
cask 'handbrake'
cask 'hammerspoon'
cask 'hma-pro-vpn'
cask 'imageoptim'
cask 'iterm2'
cask 'karabiner-elements'
cask 'microsoft-edge'
cask 'openaudible'
cask 'setapp'
cask 'slack'
cask 'spotify'
cask 'typora'
cask 'warp'
cask 'vanilla'
cask 'visual-studio-code'
cask 'vlc'

brew 'ack'
brew 'atuin'
brew 'brew-cask-completion'
brew 'cmake'
brew 'coreutils'
brew 'deno'
brew 'duti'
brew 'ffmpeg'
brew 'findutils'
brew 'fish'
brew 'fnm'
brew 'gh'
brew 'git'
brew 'go'
brew 'htop'
brew 'imagemagick'
brew 'jq'
brew 'lazygit'
brew 'mas'
brew 'mkcert'
brew 'nvm'
brew 'postgresql@14'
brew 'tig'
brew 'tldr'

mas 'ToothFairy', id: 1191449274
mas 'Xcode', id: 497799835
